[
  {
    "image": "icons/doctor_bag.svg",
    "title": "Follow Up Appointment",
    "price": "$120.00",
    "about": "Second and subsequent appointments are 30 minutes long. This is when we implement a full, detailed and specific treatment plan tailored to your individual needs and ensure you are meeting your health goals. Your appointment may also include acupuncture, cupping, or other therapeutic treatments.",
    "bookable": true,
    "link": "https://oakclinic.janeapp.com/#/staff_member/1/treatment/3"
  },
  {
    "image": "icons/face.svg",
    "title": "Follow Up Facial Acupuncture",
    "price": "$150.00",
    "about": "Results can been seen as soon as your first appointment. However we've found that longer lasting and more drastic results are usually seen after 6 sessions and full results can be achieved after 12 sessions.",
    "bookable": true,
    "link": "https://oakclinic.janeapp.com/#/staff_member/2/treatment/5"
  },
  {
    "image": "icons/acupuncture.svg",
    "title": "Acupuncture",
    "price": "$500.00 for 6",
    "about": "Your follow up appointment may already include acupuncture as a part of your treatment plan. If required, stand alone acupuncture appointments may be arranged after the initial intake. Acupuncture is not a requirement, as patient comfort is our number one priority, please voice any reservations you may have.",
    "bookable": false,
    "link": ""
  },
  {
    "image": "icons/testing.svg",
    "title": "Lab Testing",
    "price": "Pricing Varies",
    "about": "We offer various lab testing through Lifelabs in Dawson Creek, Rocky Mountain Analytical and Precision Analytical. Let the practitioner know, on your intake form, if you are interested in any specific testing. We will always discuss the necessity, pros and cons of lab testing based on your specific needs.",
    "bookable": false,
    "link": ""
  },
  {
    "image": "icons/natural.svg",
    "title": "IV Therapy",
    "price": "Coming Soon",
    "about": "Intravenous Drips will be offered by Dr. Ayla once she has completed her Prescriptive Authority examination. If you are seeking IV Therapy before this time, we can assess your need and refer you accordingly.",
    "bookable": false,
    "link": ""
  }
]
