[
  {
    "is_practitioner": true,
    "image": "team/portrait/ayla.jpg",
    "banner": "team/banner/dr-ayla-andrus-nd.jpg",
    "name": "Dr. Ayla Andrus",
    "role": "Naturopathic Doctor",
    "practice": "Dr. Ayla Andrus is available for all appoinments.",
    "about": "Ayla was born and raised in Dawson Creek. She obtained her Bachelor of Science, in Anatomy and Cell Biology, from the University of Saskatchewan and then went on to complete her Doctor of Naturopathy Degree at the Canadian College of Naturopathic Medicine.\n\nAyla is a Fully Licensed Registrant and Practicing Naturopathic Doctor, in the Province of British Columbia. She is also certified in Prescriptive Authority, Intravenous & Injection Therapy, Traditional Oriental Acupuncture and Facial Rejuvenation Acupuncture.\n\nAyla has connected with and shadowed many of the Peace Region’s local physicians and healthcare professionals to understand how she can best service the local community. She is eager to engage with residents and local businesses through her integrative approach to healthcare. Ayla believes that tasty food, exercise and love should reside at the core of any health plan. She is excited to share her personal practices and beliefs with local Dawson Creek-ers and inspire wellness across her community.",
    "specialties": ["Digestive Concerns", "Female Heath & Reproduction", "IV Therapy", "Naturopathic Medicine"],
    "schedule": "https://oakclinic.janeapp.com",
    "profile": "ayla"
  },
  {
    "is_practitioner": true,
    "image": "team/portrait/anouk.jpg",
    "banner": "team/banner/dr-anouk-chaumont-nd.jpg",
    "name": "Dr. Anouk Chaumont",
    "role": "Naturopathic Doctor",
    "practice": "Dr. Anouk Chaumont is available specifically for Lyme Disease and Cancer Therapy appointments.",
    "about": "Dr. Anouk Chaumont graduated from the Canadian College of Naturopathic Medicine in 2005 and practiced naturopathic medicine in Eastern Ontario for 9 years before deciding to move to Grande Prairie, Alberta. During her career as a naturopathic doctor, she has had a special interest in naturopathic oncology as well as injection therapy for musculoskeletal problems.\n\nIn the recent years, after her husband got bitten by a tick in Northern Alberta and contracted Lyme disease and Babesiosis (a co-infection often transmitted by ticks), Dr Chaumont has decided to focus her career in helping patients suffering from Lyme disease and associated tick-borne infections. Although she still practices general family naturopathic medicine, the main focus of her practice is in the proper diagnosis and treatment of Lyme disease as well as naturopathic oncology support.\n\nShe uses functional medicine as well as botanical medicine as her foundational therapeutic approach. Most of her therapeutic recommendations are highly science-based and are usually accompanied by individualized lifestyle and nutritional modifications. Finding the underlying root cause of disease is her passion and fixing it with the least amount of pharmaceuticals as possible is her goal.",
    "specialties": ["Cancer Therapy", "Lyme Disease", "Naturopathic Medicine"],
    "schedule": "https://oakclinic.janeapp.com",
    "profile": "anouk"
  }
]
